export const BASE_URL = `http://www.cgv.co.kr/common/showtimes/iframeTheater.aspx`;

export const THEATER_CODE = {
  '강남': '0056',
  '강변': '0001',
  '건대입구': '0229',
  '구로': '0010',
  '대학로': '0063',
  '동대문': '0252',
  '등촌': '0230',
  '명동': '0009',
  '명동역 씨네라이브러리': '0105',
  '목동': '0011',
  '미아': '0057',
  '불광': '0030',
  '상봉': '0046',
  '성신여대입구': '0300',
  '송파': '0088',
  '수유': '0276',
  '신촌아트레온': '0150',
  '압구정': '0040',
  '여의도': '0112',
  '연남': '0292',
  '영등포': '0059',
  '왕십리': '0074',
  '용산아이파크몰': '0013',
  '중계': '0131',
  '천호': '0199',
  '청담씨네시티': '0107',
  '피카디리1958': '0223',
  '하계': '0164',
  '홍대': '0191',
};

// 서울
export const AREA_CODE = '01';
